'''
Задача 1
В модуль с проверкой даты добавьте возможность запуска в терминале с передачей даты на проверку. .
'''


from module_homework_task1 import calend, calend_tetminal


if __name__ == '__main__':
    print(calend('12.12.2016'))
    calend_tetminal()
